Revit 2027 API
ParameterTypeId.RoomArea Property
 "Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomArea { get; }
Public Shared ReadOnly Property RoomArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomArea {
	ForgeTypeId^ get ();
}
static member RoomArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace